Repository: IhorShevchuk/piper-app
Catalog: PiperApp/Resources/Localization/Localizable.xcstrings
Source language: en
Languages: ar, bn, de, es, fr, hi, hu, id, it, ja, nl, pl, pt, sv, tr, uk, ur_pk, zh_hans

# about_app
source: About the App
ar: حول التطبيق
bn: অ্যাপ সম্পর্কে
de: Über die App
es: Acerca de la aplicación
fr: À propos de l'application
hi: ऐप के बारे में
hu: Az alkalmazásról
id: Tentang Aplikasi
it: Informazioni sull'app
ja: アプリについて
nl: Over de app
pl: O aplikacji
pt: Sobre o App
sv: Om appen
tr: Uygulama Hakkında
uk: Про Додаток
ur_pk: ایپ کے بارے میں
zh_hans: 关于应用程序

# app_help_line_1
source: Install a voice from **Download Voice Model** menu to start using the app.
ar: قم بتثبيت صوت من قائمة **تحميل نموذج الصوت** لبدء استخدام التطبيق.
bn: অ্যাপটি ব্যবহার শুরু করতে **ভয়েস মডেল ডাউনলোড করুন** মেনু থেকে একটি ভয়েস ইনস্টল করুন।
de: Installiere eine Stimme aus dem Menü **Sprachmodell herunterladen**, um die App zu nutzen.
es: Instala una voz desde el menú **Descargar modelo de voz** para empezar a usar la aplicación.
fr: Installez une voix à partir du menu **Télécharger le modèle de voix** pour commencer à utiliser l'application.
hi: ऐप का उपयोग शुरू करने के लिए **वॉयस मॉडल डाउनलोड करें** मेनू से आवाज़ इंस्टॉल करें।
hu: A használat megkezdéséhez telepítsen egy hangot a **Hangmodell letöltése** menüből.
id: Instal suara dari menu **Unduh Model Suara** untuk mulai menggunakan aplikasi.
it: Installa una voce dal menu **Scarica modello vocale** per iniziare a usare l'app.
ja: アプリの使用を開始するには、**音声モデルをダウンロード** メニューから音声をインストールしてください。
nl: Installeer een stem uit het menu **Download spraakmodel** om de app te gaan gebruiken.
pl: Zainstaluj głos z menu **Pobierz model głosu**, aby rozpocząć korzystanie z aplikacji.
pt: Instale uma voz do menu **Baixar Modelo de Voz** para começar a usar o app.
sv: Installera en röst från menyn **Ladda ner röstmodell** för att börja använda appen.
tr: Uygulamayı kullanmaya başlamak için **Ses Modelini İndir** menüsünden bir ses yükleyin.
uk: Встановіть голос за допомогою **Завантажити голосову модель**, щоб почати користуватися застосунком.
ur_pk: ایپ کا استعمال شروع کرنے کے لیے **ڈاؤن لوڈ وائس ماڈل** مینو سے آواز انسٹال کریں۔
zh_hans: 从 **Download Voice Model** 菜单安装语音以开始使用应用程序。

# app_help_line_2_ios
source: Go to **Settings → Accessibility → VoiceOver → Speech**.
ar: انتقل إلى **الإعدادات ← تسهيلات الاستخدام ← VoiceOver ← النطق**.
bn: **সেটিংস → অ্যাক্সেসিবিলিটি → ভয়েসওভার → স্পিচ**-এ যান।
de: Gehe zu **Einstellungen → Bedienungshilfen → VoiceOver → Sprache**.
es: Ve a **Ajustes → Accesibilidad → VoiceOver → Voz**.
fr: Allez dans **Réglages → Accessibilité → VoiceOver → Parole**.
hi: **सेटिंग्स → एक्सेसिबिलिटी → वॉयसओवर → स्पीच** पर जाएं।
hu: Lépjen a **Beállítások → Kisegítő lehetőségek → VoiceOver → Beszéd** menüpontba.
id: Buka **Pengaturan → Aksesibilitas → VoiceOver → Ucapan**.
it: Vai su **Impostazioni → Accessibilità → VoiceOver → Voce**.
ja: **設定 → アクセシビリティ → VoiceOver → 読み上げ** に移動します。
nl: Ga naar **Instellingen → Toegankelijkheid → VoiceOver → Spraak**.
pl: Przejdź do **Ustawienia → Dostępność → VoiceOver → Mowa**.
pt: Vá em **Ajustes → Acessibilidade → VoiceOver → Fala**.
sv: Gå till **Inställningar → Hjälpmedel → VoiceOver → Tal**.
tr: **Ayarlar → Erişilebilirlik → VoiceOver → Konuşma** bölümüne gidin.
uk: Перейдіть до **Налаштування → Доступність → VoiceOver → Мова**.
ur_pk: **ترتیبات → ایکسیسبیلٹی → وائس اوور → اسپیچ** پر جائیں۔
zh_hans: 转到 **设置 → 辅助功能 → VoiceOver → 语音**。

# app_help_line_2_macos
source: Open **VoiceOver Utility → Speech**.
ar: افتح **أداة VoiceOver ← النطق**.
bn: **VoiceOver Utility → Speech** খুলুন।
de: Öffne **VoiceOver-Dienstprogramm → Sprache**.
es: Abre **Utilidad VoiceOver → Voz**.
fr: Ouvrez **Utilitaire VoiceOver → Parole**.
hi: **VoiceOver Utility → Speech** खोलें।
hu: Nyissa meg a **VoiceOver segédprogram → Beszéd** menüpontot.
id: Buka **Utilitas VoiceOver → Ucapan**.
it: Apri **Utility VoiceOver → Voce**.
ja: **VoiceOver ユーティリティ → 読み上げ** を開きます。
nl: Open **VoiceOver-hulpprogramma → Spraak**.
pl: Otwórz **VoiceOver Utility → Mowa**.
pt: Abra **Utilitário VoiceOver → Fala**.
sv: Öppna **VoiceOver-verktyg → Tal**.
tr: **VoiceOver Yardımcı Programı → Konuşma**'yı açın.
uk: Відкрийте **VoiceOver Utility → Мова**.
ur_pk: **VoiceOver Utility** → **Speech** کھولیں
zh_hans: 打开 **VoiceOver 实用程序 → 语音**。

# app_help_line_3_ios
source: Tap **Add Rotor Voice**, find the voice you installed under **Piper**, and select it.
ar: اضغط على **إضافة صوت الدوار**، وابحث عن الصوت الذي قمت بتثبيته تحت **Piper**، وقم باختياره.
bn: **Add Rotor Voice**-এ ট্যাপ করুন, **Piper**-এর অধীনে আপনার ইনস্টল করা ভয়েসটি খুঁজুন এবং এটি নির্বাচন করুন।
de: Tippe auf **Rotor-Stimme hinzufügen**, suche die installierte Stimme unter **Piper** und wähle sie aus.
es: Toca **Añadir voz al rotor**, busca la voz que instalaste en **Piper** y selecciónala.
fr: Appuyez sur **Ajouter une voix au rotor**, trouvez la voix installée sous **Piper** et sélectionnez-la.
hi: **Add Rotor Voice** पर टैप करें, **Piper** के तहत आपके द्वारा इंस्टॉल की गई आवाज़ ढूंढें और उसे चुनें।
hu: Koppintson a **Rotorhang hozzáadása** elemre, keresse meg a telepített hangot a **Piper** alatt, és válassza ki.
id: Ketuk **Tambah Suara Rotor**, temukan suara yang Anda instal di bawah **Piper**, lalu pilih.
it: Tocca **Aggiungi voce rotore**, trova la voce installata sotto **Piper** e selezionala.
ja: **ローターの音声を追加** をタップし、**Piper** の下にあるインストールした音声を見つけて選択します。
nl: Tik op **Voeg rotor-stem toe**, zoek de stem die je hebt geïnstalleerd onder **Piper** en selecteer deze.
pl: Stuknij **Dodaj głos rotora**, znajdź głos zainstalowany w **Piper** i wybierz go.
pt: Toque em **Adicionar Voz do Rotor**, encontre a voz instalada sob **Piper** e selecione-a.
sv: Tryck på **Lägg till rotor-röst**, leta reda på rösten du installerade under **Piper** och välj den.
tr: **Rotor Sesini Ekle**'ye dokunun, yüklediğiniz sesi **Piper** altında bulun ve seçin.
uk: Натисніть **Додати голос ротора**, знайдіть встановлений голос у розділі **Piper** та виберіть його.
ur_pk: **Add Rotor Voice** پر ٹیپ کریں، **Piper** کے نیچے اپنی انسٹال کردہ آواز تلاش کریں، اور اسے منتخب کریں۔
zh_hans: 点击 **添加 Rotor Voice**，找到您在 **Piper** 下安装的语音，并选择它。

# app_help_line_3_macos
source: Click **Add**, then select the installed voice.
ar: انقر على **إضافة**، ثم اختر الصوت المثبت.
bn: **Add** এ ক্লিক করুন, তারপর ইনস্টল করা ভয়েসটি নির্বাচন করুন।
de: Klicke auf **Hinzufügen** und wähle die installierte Stimme aus.
es: Haz clic en **Añadir** y selecciona la voz instalada.
fr: Cliquez sur **Ajouter**, puis sélectionnez la voix installée.
hi: **जोड़ें** पर क्लिक करें, फिर इंस्टॉल की गई आवाज़ चुनें।
hu: Kattintson a **Hozzáadás** gombra, majd válassza ki a telepített hangot.
id: Klik **Tambah**, lalu pilih suara yang terinstal.
it: Fai clic su **Aggiungi**, quindi seleziona la voce installata.
ja: **追加** をクリックし、インストールされた音声を選択します。
nl: Klik op **Voeg toe** en selecteer vervolgens de geïnstalleerde stem.
pl: Kliknij **Dodaj**, a następnie wybierz zainstalowany głos.
pt: Clique em **Adicionar** e selecione a voz instalada.
sv: Klicka på **Lägg till** och välj sedan den installerade rösten.
tr: **Ekle**'ye tıklayın, ardından yüklü sesi seçin.
uk: Клацніть **Додати**, потім виберіть встановлений голос.
ur_pk: **Add** پر کلک کریں، پھر انسٹال شدہ آواز کو منتخب کریں۔
zh_hans: 点击 **添加**，然后选择已安装的语音。

# app_help_line_4
source: Use **Search** if the voice does not appear in the list.
ar: استخدم **البحث** إذا لم يظهر الصوت في القائمة.
bn: ভয়েসটি তালিকায় না থাকলে **Search** ব্যবহার করুন।
de: Nutze die **Suche**, falls die Stimme nicht in der Liste erscheint.
es: Usa **Buscar** si la voz no aparece en la lista.
fr: Utilisez la **Recherche** si la voix n'apparaît pas dans la liste.
hi: यदि आवाज़ सूची में दिखाई नहीं देती है तो **खोज** का उपयोग करें।
hu: Használja a **Keresés** funkciót, ha a hang nem jelenik meg a listában.
id: Gunakan **Cari** jika suara tidak muncul dalam daftar.
it: Usa la **Ricerca** se la voce non appare nell'elenco.
ja: リストに音声が表示されない場合は、**検索** を使用してください。
nl: Gebruik **Zoek** als de stem niet in de lijst verschijnt.
pl: Użyj **Szukaj**, jeśli głos nie pojawia się na liście.
pt: Use a **Busca** se a voz não aparecer na lista.
sv: Använd **Sök** om rösten inte visas i listan.
tr: Ses listede görünmüyorsa **Ara**'yı kullanın.
uk: Використайте **Пошук**, якщо голос не відображається у списку.
ur_pk: اگر آواز فہرست میں ظاہر نہ ہو تو **Search** کا استعمال کریں۔
zh_hans: 如果语音没有出现在列表中，请使用 **搜索**。

# app_help_line_5
source: Custom voices can be installed using **Import Model from Files** by selecting a `.onnx` model and its `.json` configuration.
ar: يمكن تثبيت أصوات مخصصة باستخدام **استيراد نموذج من الملفات** عن طريق اختيار نموذج `.onnx` وتكوين `.json` الخاص به.
bn: একটি `.onnx` মডেল এবং এর `.json` কনফিগারেশন নির্বাচন করে **Import Model from Files** ব্যবহার করে কাস্টম ভয়েস ইনস্টল করা যেতে পারে।
de: Eigene Stimmen können über **Modell aus Dateien importieren** installiert werden, indem ein `.onnx`-Modell und die zugehörige `.json`-Konfiguration ausgewählt werden.
es: Se pueden instalar voces personalizadas usando **Importar modelo desde archivos** seleccionando un modelo `.onnx` y su configuración `.json`.
fr: Des voix personnalisées peuvent être installées via **Importer le modèle depuis les fichiers** en sélectionnant un modèle `.onnx` et sa configuration `.json`.
hi: कस्टम आवाज़ें **फ़ाइलों से मॉडल आयात करें** का उपयोग करके एक `.onnx` मॉडल और उसके `.json` कॉन्फ़िगरेशन का चयन करके इंस्टॉल की जा सकती हैं।
hu: Egyéni hangok telepíthetők a **Modell importálása fájlokból** opcióval, egy `.onnx` modell és a hozzá tartozó `.json` konfiguráció kiválasztásával.
id: Suara kustom dapat diinstal menggunakan **Impor Model dari Berkas** dengan memilih model `.onnx` dan konfigurasi `.json`-nya.
it: Le voci personalizzate possono essere installate utilizzando **Importa modello da file** selezionando un modello `.onnx` e la sua configurazione `.json`.
ja: カスタム音声は、`.onnx` モデルとその `.json` 設定を選択して、**ファイルからモデルをインポート** を使用してインストールできます。
nl: Aangepaste stemmen kunnen worden geïnstalleerd met **Importeer model uit bestanden** door een `.onnx`-model en de bijbehorende `.json`-configuratie te selecteren.
pl: Własne głosy można zainstalować za pomocą **Importuj model z plików**, wybierając model `.onnx` i jego konfigurację `.json`.
pt: Vozes personalizadas podem ser instaladas usando **Importar Modelo de Arquivos** selecionando um modelo `.onnx` e sua configuração `.json`.
sv: Anpassade röster kan installeras via **Importera modell från filer** genom att välja en `.onnx`-modell och dess `.json`-konfiguration.
tr: Özel sesler, bir `.onnx` modeli ve `.json` yapılandırmasını seçerek **Dosyalardan Model İçe Aktar** ile yüklenebilir.
uk: Користувальницькі голоси можуть бути встановлені за допомогою **Імпортувати з файлів**, обравши модель `.onnx` і її конфігурацію `.json`.
ur_pk: **Import Model from Files** کا استعمال کرتے ہوئے ایک **.onnx** ماڈل اور اس کی **.json** کنفیگریشن کو منتخب کر کے کسٹم آوازیں انسٹال کی جا سکتی ہیں۔
zh_hans: 通过选择`.onnx`模型及其`.json`配置，可以使用 **从文件中导入模型** 安装自定义语音。

# app_help_title
source: Help
ar: مساعدة
bn: সাহায্য
de: Hilfe
es: Ayuda
fr: Aide
hi: सहायता
hu: Súgó
id: Bantuan
it: Aiuto
ja: ヘルプ
nl: Hulp
pl: Pomoc
pt: Ajuda
sv: Hjälp
tr: Yardım
uk: Довідка
zh_hans: 帮助

source: App Version
ar: إصدار التطبيق
bn: অ্যাপ সংস্করণ
es: Versión de la aplicación
fr: Version de l'application
hi: ऐप वर्शन
hu: Alkalmazás verziója
id: Versi Aplikasi
it: Versione app
ja: アプリのバージョン
nl: App-versie
pl: Wersja aplikacji
pt: Versão do App
tr: Uygulama Sürümü
uk: Версія програми
ur_pk: ایپ کا ورژن
zh_hans: 应用版本

# app_voice_info
source: Voice Information
ar: معلومات الصوت
bn: ভয়েস তথ্য
de: Stimmen-Informationen
es: Información de la voz
fr: Informations vocales
hi: आवाज़ की जानकारी
hu: Hanginformációk
id: Informasi Suara
it: Informazioni sulla voce
ja: 音声情報
nl: Stem-informatie
pl: Informacje o głosach
pt: Informação da Voz
sv: Röstinformation
tr: Ses Bilgisi
uk: Інформація про голос
ur_pk: آواز کی معلومات
zh_hans: 语音信息

source: Audio Unit Status
ar: حالة وحدة الصوت
bn: অডিও ইউনিটের অবস্থা
es: Estado de Audio Unit
fr: État de l'Audio Unit
hi: ऑडियो यूनिट स्थिति
hu: Audio Unit állapota
id: Status Unit Audio
it: Stato Audio Unit
ja: Audio Unit ステータス
pl: Status jednostki audio
pt: Status da Unidade de Áudio
tr: Ses Birimi Durumu
uk: Статус Audio Unit
ur_pk: آڈیو یونٹ کی حیثیت
zh_hans: 音频设备状态

# audio_unit_status_connected
source: Connected
ar: متصل
bn: সংযুক্ত
de: Verbunden
es: Conectado
fr: Connecté
hi: जुड़ा हुआ
hu: Csatlakozva
id: Terhubung
it: Connesso
ja: 接続済み
nl: Verbonden
pl: Połączono
pt: Conectado
sv: Ansluten
tr: Bağlı
uk: Підключено
ur_pk: جڑا ہوا
zh_hans: 已连接

# audio_unit_status_disconnected
source: Disconnected
ar: غير متصل
bn: সংযোগ বিচ্ছিন্ন
de: Getrennt
es: Desconectado
fr: Déconnecté
hi: डिस्कनेक्ट किया गया
hu: Szétválasztva
id: Terputus
it: Disconnesso
ja: 切断済み
nl: Niet verbonden
pl: Rozłączono
pt: Desconectado
sv: Frånkopplad
tr: Bağlantı Kesildi
uk: Відключено
ur_pk: منقطع
zh_hans: 断开连接

# audio_unit_status_failed
source: Failed to Connect
ar: فشل الاتصال
bn: সংযোগ করতে ব্যর্থ হয়েছে
de: Verbindung fehlgeschlagen
es: Error al conectar
fr: Échec de la connexion
hi: कनेक्ट करने में विफल
hu: Sikertelen csatlakozás
id: Gagal Menghubungkan
it: Connessione non riuscita
ja: 接続に失敗しました
nl: Verbinding mislukt
pl: Nie udało się połączyć
pt: Falha ao Conectar
sv: Anslutning misslyckades
tr: Bağlantı Başarısız
uk: Не вдалося підключитися
ur_pk: مربوط ہونے میں ناکام
zh_hans: 连接失败

source: Cancel
ar: إلغاء
bn: বাতিল
de: Abbrechen
es: Cancelar
fr: Annuler
hi: रद्द करें
hu: Mégse
id: Batal
it: Annulla
ja: キャンセル
nl: Annuleer
pl: Anuluj
pt: Cancelar
sv: Avbryt
tr: İptal
uk: Скасувати
ur_pk: منسوخ کریں۔
zh_hans: 取消

source: Connect
ar: اتصال
bn: সংযোগ করুন
de: Verbinden
es: Conectar
fr: Connecter
hi: कनेक्ट करें
hu: Csatlakozás
id: Hubungkan
it: Connetti
ja: 接続
nl: Verbind
pl: Połącz
pt: Conectar
sv: Anslut
tr: Bağlan
uk: Підключитися
ur_pk: جڑیں
zh_hans: 连接

source: Country
ar: البلد
bn: দেশ
de: Land
es: País
fr: Pays
hi: देश
hu: Ország
id: Negara
it: Paese
ja: 国
nl: Land
pl: Kraj
pt: País
sv: Land
tr: Ülke
uk: Країна
ur_pk: ملک
zh_hans: 国家

# credits_and_legal
source: Credits & Legal
ar: الاعتمادات والقانونية
bn: ক্রেডিট এবং আইনি
de: Danksagungen & Rechtliches
es: Créditos y aspectos legales
fr: Crédits et mentions légales
hi: क्रेडिट और कानूनी
hu: Köszönetnyilvánítás és jogi nyilatkozat
id: Kredit & Legal
it: Crediti e note legali
ja: クレジットと法律
nl: Credits & juridisch
pl: Autorzy i Licencje
pt: Créditos e Jurídico
sv: Tack & Juridisk information
tr: Katkılar & Yasal
uk: Автори та Ліцензії
ur_pk: کریڈٹ اور لائسنس
zh_hans: 学分与法律

source: Download Voice
ar: تحميل الصوت
bn: ভয়েস ডাউনলোড করুন
de: Stimme herunterladen
es: Descargar voz
fr: Télécharger la voix
hi: आवाज़ डाउनलोड करें
hu: Hang letöltése
id: Unduh Suara
it: Scarica voce
ja: 音声をダウンロード
nl: Download stem
pl: Pobierz głos
pt: Baixar Voz
sv: Ladda ner röst
tr: Sesi İndir
uk: Завантажити голос
ur_pk: آواز ڈاؤن لوڈ کریں۔
zh_hans: 下载声音

source: Download Voice Model
ar: تحميل نموذج الصوت
bn: ভয়েস মডেল ডাউনলোড করুন
de: Sprachmodell herunterladen
es: Descargar modelo de voz
fr: Télécharger le modèle de voix
hi: वॉयस मॉडल डाउनलोड करें
hu: Hangmodell letöltése
id: Unduh Model Suara
it: Scarica modello vocale
ja: 音声モデルをダウンロード
nl: Download spraakmodel
pl: Pobierz model głosu
pt: Baixar Modelo de Voz
sv: Ladda ner röstmodell
tr: Ses Modelini İndir
uk: Завантажити голосову модель
ur_pk: وائس ماڈل ڈاؤن لوڈ کریں۔
zh_hans: 下载语音模型

source: Downloaded
ar: تم التحميل
bn: ডাউনলোড করা হয়েছে
de: Heruntergeladen
es: Descargado
fr: Téléchargé
hi: डाउनलोड किया गया
hu: Letöltve
id: Terunduh
it: Scaricato
ja: ダウンロード済み
nl: Gedownload
pl: Pobrano
pt: Baixado
sv: Nedladdad
tr: İndirildi
uk: Завантажено
ur_pk: ڈاؤن لوڈ کیا گیا۔
zh_hans: 已下载

source: Downloading
ar: جاري التحميل
bn: ডাউনলোড হচ্ছে
de: Wird heruntergeladen
es: Descargando
fr: Téléchargement
hi: डाउनलोड हो रहा है
hu: Letöltés
id: Mengunduh
it: Download in corso
ja: ダウンロード中
nl: Downloaden
pl: Pobieranie
pt: Baixando
sv: Laddar ner
tr: İndiriliyor
uk: Завантажується
ur_pk: ڈاؤن لوڈ ہو رہا ہے۔
zh_hans: 正在下载

source: Error
ar: خطأ
bn: ত্রুটি
de: Fehler
fr: Erreur
hi: त्रुटि
hu: Hiba
id: Kesalahan
it: Errore
ja: エラー
nl: Fout
pl: Pomyłka
pt: Erro
sv: Fel
tr: Hata
uk: Помилка
ur_pk: خرابی
zh_hans: 错误

source: Export File
ar: تصدير الملف
bn: ফাইল এক্সপোর্ট করুন
de: Datei exportieren
es: Exportar archivo
fr: Exporter le fichier
hi: फ़ाइल एक्सपोर्ट करें
hu: Fájl exportálása
id: Ekspor Berkas
it: Esporta file
ja: ファイルを書き出す
nl: Exporteer bestand
pl: Eksportuj plik
pt: Exportar Arquivo
sv: Exportera fil
tr: Dosyayı Dışa Aktar
uk: Отримати запис
ur_pk: فائل برآمد کریں۔
zh_hans: 导出文件

source: Installed Voices
ar: الأصوات المثبتة
bn: ইনস্টল করা ভয়েস
de: Installierte Stimmen
es: Voces instaladas
fr: Voix installées
hi: इंस्टॉल की गई आवाज़ें
hu: Telepített hangok
id: Suara Terinstal
it: Voci installate
ja: インストール済みの音声
nl: Geïnstalleerde stemmen
pl: Zainstalowane głosy
pt: Vozes Instaladas
sv: Installerade röster
tr: Yüklenen Sesler
uk: Встановлені Голоси
ur_pk: انسٹال شدہ آوازیں۔
zh_hans: 已安装的声音

# json_error_data_corrupted_%@
source: The data is corrupted: %@
ar: البيانات تالفة: %@
bn: তথ্য দূষিত: %@
de: Die Daten sind beschädigt: %@
es: Los datos están dañados: %@
fr: Les données sont corrompues : %@
hi: डेटा दूषित है: %@
hu: Az adatok sérültek: %@
id: Data korup: %@
it: I dati sono corrotti: %@
ja: データが破損しています: %@
nl: De gegevens zijn beschadigd: %@
pl: Dane są uszkodzone: %@
pt: Os dados estão corrompidos: %@
sv: Datan är korrupt: %@
tr: Veriler bozulmuş: %@
uk: Дані пошкоджені: %@
ur_pk: ڈیٹا کرپٹ ہے: %@
zh_hans: 数据已损坏：%@

# json_error_invalid_model_file_path
source: Invalid model file path.
ar: مسار ملف النموذج غير صالح.
bn: অবৈধ মডেল ফাইল পাথ।
de: Ungültiger Modell-Dateipfad.
es: Ruta del archivo del modelo no válida.
fr: Chemin du fichier de modèle invalide.
hi: अमान्य मॉडल फ़ाइल पथ।
hu: Érvénytelen modellfájl elérési út.
id: Jalur berkas model tidak valid.
it: Percorso del file del modello non valido.
ja: モデルファイルのパスが無効です。
nl: Ongeldig bestandspad voor model.
pl: Nieprawidłowa ścieżka do pliku modelu.
pt: Caminho de arquivo de modelo inválido.
sv: Ogiltig filsökväg för modell.
tr: Geçersiz model dosya yolu.
uk: Недійсний шлях до файлу моделі.
ur_pk: غلط ماڈل فائل پاتھ۔
zh_hans: 模型文件路径无效。

# json_error_missing_field_%@_at_%@
source: The field ‘%@’ is missing at ‘%@’
ar: الحقل ‘%@’ مفقود في ‘%@’
bn: ‘%@’ ক্ষেত্রটি ‘%@’ এ অনুপস্থিত
de: Das Feld ‘%@’ fehlt bei ‘%@’
es: Falta el campo ‘%@’ en ‘%@’
fr: Le champ ‘%@’ est manquant à ‘%@’
hi: ‘%@’ फ़ील्ड ‘%@’ पर गायब है
hu: A(z) ‘%@’ mező hiányzik itt: ‘%@’
id: Bidang ‘%@’ tidak ditemukan di ‘%@’
it: Il campo ‘%@’ è mancante in ‘%@’
ja: ‘%@’ フィールドが ‘%@’ に見つかりません
nl: Het veld ‘%@’ ontbreekt bij ‘%@’
pl: Pole „%@” nie występuje w „%@”
pt: O campo ‘%@’ está faltando em ‘%@’
sv: Fältet ‘%@’ saknas vid ‘%@’
tr: ‘%@’ alanı ‘%@’ konumunda eksik.
uk: Поле «%@» відсутнє у «%@»
ur_pk: فیلڈ '%@' '%@' پر غائب ہے
zh_hans: 字段“%@”在“%@”处缺失

# json_error_type_mismatch_%@_at_%@
source: Expected a value of type '%@' at '%@', but found something else.
ar: توقع قيمة من نوع '%@' في '%@'، ولكن وجد شيء آخر.
bn: '%@' এ '%@' টাইপের মান প্রত্যাশিত ছিল, কিন্তু অন্য কিছু পাওয়া গেছে।
de: Wert vom Typ '%@' bei '%@' erwartet, aber etwas anderes gefunden.
es: Se esperaba un valor de tipo '%@' en '%@', pero se encontró otra cosa.
fr: Valeur de type '%@' attendue à '%@', mais autre chose a été trouvé.
hi: '%@' पर '%@' प्रकार के मान की अपेक्षा थी, लेकिन कुछ और मिला।
hu: '%@' típusú értéket vártunk a(z) '%@' helyen, de mást találtunk.
id: Mengharapkan nilai tipe '%@' di '%@', tetapi menemukan hal lain.
it: Atteso un valore di tipo '%@' in '%@', ma è stato trovato altro.
ja: '%@' にタイプ '%@' の値が期待されましたが、別のものが見つかりました。
nl: Verwachtte een waarde van type '%@' bij '%@', maar vond iets anders.
pl: Oczekiwano wartości typu '%@' w '%@', ale znaleziono coś innego.
pt: Esperava um valor do tipo '%@' em '%@', mas encontrou outra coisa.
sv: Väntade ett värde av typen '%@' vid '%@', men hittade något annat.
tr: '%@' konumunda '%@' türünde bir değer bekleniyordu, ancak başka bir şey bulundu.
uk: Очікувалося значення типу '%@' у '%@', але знайдено щось інше.
ur_pk: '%@' پر '%@' قسم کی قدر کی توقع تھی، لیکن کچھ اور ملا۔
zh_hans: 预期在“%@”处找到类型为“%@”的值，但找到的是其他类型。

# json_error_value_not_found_%@_at_%@
source: Required value of type '%@' was null at '%@'.
ar: القيمة المطلوبة من نوع '%@' كانت فارغة في '%@'.
bn: '%@' এ '%@' টাইপের প্রয়োজনীয় মানটি শূন্য ছিল।
de: Erforderlicher Wert vom Typ '%@' war null bei '%@'.
es: El valor requerido de tipo '%@' era nulo en '%@'.
fr: La valeur requise de type '%@' était nulle à '%@'.
hi: '%@' प्रकार का आवश्यक मान '%@' पर शून्य (null) था।
hu: A(z) '%@' típusú kötelező érték null volt itt: '%@'.
id: Nilai yang diperlukan dari tipe '%@' adalah null di '%@'.
it: Il valore richiesto di tipo '%@' era nullo in '%@'.
ja: '%@' に必要なタイプ '%@' の値が NULL でした。
nl: Vereiste waarde van type '%@' was null bij '%@'.
pl: Wymagana wartość typu '%@' była równa null dla '%@'.
pt: O valor obrigatório do tipo '%@' era nulo em '%@'.
sv: Nödvändigt värde av typen '%@' saknades vid '%@'.
tr: '%@' türündeki gerekli değer '%@' konumunda boştu.
uk: Необхідне значення типу '%@' було null у '%@'.
ur_pk: قسم '%@' کی مطلوبہ قدر '%@' پر کالعدم تھی۔
zh_hans: 类型为“%@”的必需值为空。

source: Language
ar: اللغة
bn: ভাষা
de: Sprache
es: Idioma
fr: Langue
hi: भाषा
hu: Nyelv
id: Bahasa
it: Lingua
ja: 言語
nl: Taal
pl: Język
pt: Idioma
sv: Språk
tr: Dil
uk: Мова
ur_pk: زبان
zh_hans: 语言

source: Languages
ar: اللغات
bn: ভাষাগুলো
de: Sprachen
es: Idiomas
fr: Langues
hi: भाषाएँ
hu: Nyelvek
id: Bahasa
it: Lingue
ja: 言語
nl: Talen
pl: Języki
pt: Idiomas
sv: Språk
tr: Diller
uk: Мови
ur_pk: زبانیں
zh_hans: 语言

# license_audio_unit_description
source: This Audio Unit Extension, which includes eSpeak-NG and Piper1-GPL, is licensed under GPLv3.
ar: ملحق وحدة الصوت هذا، الذي يتضمن eSpeak-NG و Piper1-GPL، مرخص تحت GPLv3.
bn: এই অডিও ইউনিট এক্সটেন্সন, যার মধ্যে eSpeak-NG এবং Piper1-GPL অন্তর্ভুক্ত রয়েছে, GPLv3 এর অধীনে লাইসেন্সপ্রাপ্ত।
de: Diese Audio-Unit-Erweiterung, die eSpeak-NG und Piper1-GPL enthält, ist unter der GPLv3 lizenziert.
es: Esta extensión de Audio Unit, que incluye eSpeak-NG y Piper1-GPL, tiene licencia GPLv3.
fr: Cette extension Audio Unit, qui inclut eSpeak-NG et Piper1-GPL, est sous licence GPLv3.
hi: यह ऑडियो यूनिट एक्सटेंशन, जिसमें eSpeak-NG और Piper1-GPL शामिल हैं, GPLv3 के तहत लाइसेंस प्राप्त है।
hu: Ez az Audio Unit bővítmény, amely tartalmazza az eSpeak-NG-t és a Piper1-GPL-t, a GPLv3 licenc alatt áll.
id: Ekstensi Unit Audio ini, yang mencakup eSpeak-NG dan Piper1-GPL, dilisensikan di bawah GPLv3.
it: Questa estensione Audio Unit, che include eSpeak-NG e Piper1-GPL, è concessa in licenza sotto GPLv3.
ja: eSpeak-NG と Piper1-GPL を含むこの Audio Unit 拡張機能は、GPLv3 に基づいてライセンスされています。
nl: Deze Audio Unit-extensie, inclusief eSpeak-NG en Piper1-GPL, is gelicentieerd onder GPLv3.
pl: To rozszerzenie Audio Unit, które zawiera eSpeak-NG i Piper1-GPL, jest licencjonowane na GPLv3.
pt: Esta Extensão de Unidade de Áudio, que inclui eSpeak-NG e Piper1-GPL, é licenciada sob a GPLv3.
sv: Detta Audio Unit-tillägg, som inkluderar eSpeak-NG och Piper1-GPL, är licensierat under GPLv3.
tr: eSpeak-NG ve Piper1-GPL içeren bu Ses Birimi Eklentisi GPLv3 lisanslıdır.
uk: Цей Audio Unit Extension, що включає eSpeak-NG та Piper1-GPL, ліцензований за GPLv3.
ur_pk: یہ آڈیو یونٹ ایکسٹینشن، جس میں eSpeak-NG اور Piper1-GPL شامل ہیں، GPLv3 کے تحت لائسنس یافتہ ہے۔
zh_hans: 此音频单元扩展包括eSpeak-NG和 Piper1-GPL，它是GPLv3授权的。
